Repository: aptivate/server-side-google-search
Catalog: languages/wgs-*.po
Languages: es_es, sr_rs

source: General Settings
es_es: Ajustes Generales
sr_rs: Opšte postavke

source: Google Search Engine ID
es_es: ID de Google Search Engine
sr_rs: ID Google pretraživača

source: Display search box before search results
es_es: Mostrar el cuadro de búsqueda antes de los resultados de la búsqueda
sr_rs: Prikazati kutiju sa pretragama pre pretrage rezultata

source: Use default corrections CSS
es_es: Utilizar las correcciones por defecto de CSS
sr_rs: Koristite CSS ispravke

source: WP Google Search by WebshopLogic
es_es: WP Google Search por WebshopLogic
sr_rs: WP Google pretaga WebshopLogic

source: Register to Google Custom Search Engine and get your Google Search Engine ID here:
es_es: Registrarse para Google Custom Search Engine y obtener su ID de Google Search Engine aquí:
sr_rs: Registerujte se na Google Custom pretraživač i uzmite vaš ID Google pretraživača ovde:

source: You will get a Google Search Engine ID like this: 012345678901234567890:0ijk_a1bcde
es_es: Usted recibirá un ID de Google Search Engine así: 012345678901234567890:0ijk_a1bcde
sr_rs: Dobićete ID Google pretraživača ovako: 012345678901234567890:0ijk_a1bcde

source: Enter this Google Search Engine ID here.
es_es: Introduzca este ID de Google Search Engine aquí.
sr_rs: Unesitr ID Google pretraživača ovde.

source: If this option is turned on, the search field will appear above the search results.
es_es: Si esta opción está activada, el campo de búsqueda aparecerá por encima de los resultados de búsqueda.
sr_rs: Ako je ova opcija uključena, polje pretrage će se pojaviti iznad u rezultatima pretrage.

source: If this option is turned on, some css will be applied to improve the appearance of search elements in case of most WordPress themes.
es_es: Si esta opción está activada, se puede aplicar algún CSS para mejorar la apariencia de los elementos de búsqueda en la mayoría de los temas de WordPress.
sr_rs: Ako je ova opcija uključena, neki css će biti primenjen da bi se poboljšao izgled pretrage elemenata u slučaju većine WordPress tema.

source: Search Page Target URL
es_es: Buscar URL de la página de destino
sr_rs: Pretraga targeta stranice URLa

source: The plugin automatically generated a page for displaying search results. You can see here the URL of this page. Please do not delete this page and do not change the permalink of it!
es_es: El plugin genera automáticamente una página para la visualización de los resultados de la búsqueda. Se puede ver aquí la URL de esta página. ¡Por favor, no elimine esta página y no cambie el enlace permanente a la misma!
sr_rs: Plugin automatski generiše stranicu za prikaz rezultata pretrage . Ovde možete videti URL ove stranice . Molimo vas da ne brišete ovu stranicu i ne menjate njen permalink toga !

source: Try out WP Related Items plugin
es_es: Pruebe el plugin WP Related Items
sr_rs: Isprobajte WP Related Items plugin

source: WP Related Items plugin makes visible every kind of hidden connections of your WordPress site for your business.
es_es: El plugin WP Related Items hace visible cualquier tipo de conexiones ocultas de su sitio de WordPress para sus negocios.
sr_rs: WP Related Items plugin čini vidljivim sve vrste skrivenih veza vašeg WordPress sajta za vaše poslovanje .

source: Would you like to offer some related products to your blog posts? Do you have an event calendar plugin, and want to suggest some programs connected to an article? Do you have a custom movie catalog plugin and want to associate some articles to your movies?
es_es: ¿Le gustaría ofrecer algunos productos relacionados a sus posts del blog? ¿Tiene algún plugin de calendario de eventos y desea sugerir algunos programas conectados a un artículo? ¿Tiene algún plugin personalizado de catálogo de películas y desea asociar algunos artículos a sus películas?
sr_rs: Želite li da ponudite neke srodne proizvode vašem blogu ? Da li imate Event Calendar plugin , a želite da predložite neke programe vezane za članak ? Da li imate custom katalog filmova plugin i želite da povežete neke članke sa vašim filmovima ?

source: WP Goosgle Search (WGS)
es_es: WP Google Search (WGS)

source: Search
es_es: Buscar
sr_rs: Pretraga

source: Hide title
es_es: Ocultar título
sr_rs: Sakriti naslov

source: Title
es_es: Título
sr_rs: Naslov

source: Search Results
es_es: Resultados de la búsqueda
sr_rs: Pretraga rezultata
